# Tap
tap "leejongyoung/korea-fonts"

# Naver
cask "font-d2coding"
cask "font-nanum-gothic"
cask "font-nanum-myeongjo"
cask "font-nanum-barunpen"
cask "font-nanum-songeulssi"
cask "font-nanum-square"
cask "font-nanum-square-round"
cask "font-nanum-barun-gothic"
cask "font-nanum-myeongjo-eco"
cask "font-nanum-gothic-eco"
cask "font-maruburi"
cask "font-bm-jua"
cask "font-bm-hanna11yrs"
cask "font-bm-dohyeon"
cask "font-bm-yeonsung"
cask "font-bm-kiranghaerang"
cask "font-bm-hanna-air"
cask "font-bm-hanna-pro"
cask "font-bm-euljiro"
cask "font-bm-euljiro10yrslater"