# Tap
tap "leejongyoung/korea-fonts"

# Naver
cask "leejongyoung/korea-fonts/font-d2coding"
cask "leejongyoung/korea-fonts/font-nanum-gothic"
cask "leejongyoung/korea-fonts/font-nanum-myeongjo"
cask "leejongyoung/korea-fonts/font-nanum-barunpen"
cask "leejongyoung/korea-fonts/font-nanum-songeulssi"
cask "leejongyoung/korea-fonts/font-nanum-square"
cask "leejongyoung/korea-fonts/font-nanum-square-round"
cask "leejongyoung/korea-fonts/font-nanum-barun-gothic"
cask "leejongyoung/korea-fonts/font-nanum-myeongjo-eco"
cask "leejongyoung/korea-fonts/font-nanum-gothic-eco"
cask "leejongyoung/korea-fonts/font-maruburi"
cask "leejongyoung/korea-fonts/font-bm-jua"
cask "leejongyoung/korea-fonts/font-bm-hanna11yrs"
cask "leejongyoung/korea-fonts/font-bm-dohyeon"
cask "leejongyoung/korea-fonts/font-bm-yeonsung"
cask "leejongyoung/korea-fonts/font-bm-kiranghaerang"
cask "leejongyoung/korea-fonts/font-bm-hanna-air"
cask "leejongyoung/korea-fonts/font-bm-hanna-pro"
cask "leejongyoung/korea-fonts/font-bm-euljiro"
cask "leejongyoung/korea-fonts/font-bm-euljiro10yrslater"

# Binggrae
cask "leejongyoung/korea-fonts/font-binggrae"
cask "leejongyoung/korea-fonts/font-binggrae2"
cask "leejongyoung/korea-fonts/font-binggrae-taom"
cask "leejongyoung/korea-fonts/font-binggrae-melona"
cask "leejongyoung/korea-fonts/font-binggrae-samanco"

# Nexon
cask "leejongyoung/korea-fonts/font-nexon-lv1-gothic"
cask "leejongyoung/korea-fonts/font-nexon-lv2-gothic"
cask "leejongyoung/korea-fonts/font-nexon-bazzi"
cask "leejongyoung/korea-fonts/font-nexon-football-gothic"
cask "leejongyoung/korea-fonts/font-nexon-maplestory"

# Cafe24
cask "leejongyoung/korea-fonts/font-cafe24-syongsyong"
cask "leejongyoung/korea-fonts/font-cafe24-ssukssuk"
cask "leejongyoung/korea-fonts/font-cafe24-dongdong"
cask "leejongyoung/korea-fonts/font-cafe24-simplehae"
cask "leejongyoung/korea-fonts/font-cafe24-danjunghae"
cask "leejongyoung/korea-fonts/font-cafe24-dangdanghae"
cask "leejongyoung/korea-fonts/font-cafe24-onepretty-night"
cask "leejongyoung/korea-fonts/font-cafe24-shining-star"
cask "leejongyoung/korea-fonts/font-cafe24-ohsquare"
cask "leejongyoung/korea-fonts/font-cafe24-ohsquare-air"
cask "leejongyoung/korea-fonts/font-cafe24-ssurround"
cask "leejongyoung/korea-fonts/font-cafe24-ssurround-air"

# Eland
cask "leejongyoung/korea-fonts/font-eland-nice"
cask "leejongyoung/korea-fonts/font-eland-choice"

# Kotra
cask "leejongyoung/korea-fonts/font-kotra-bold"
cask "leejongyoung/korea-fonts/font-kotra-gothic"
cask "leejongyoung/korea-fonts/font-kotra-songeulssi"

# Chosun
cask "leejongyoung/korea-fonts/font-chosun-nm"
cask "leejongyoung/korea-fonts/font-chosun-lo"
cask "leejongyoung/korea-fonts/font-chosun-gs"
cask "leejongyoung/korea-fonts/font-chosun-gu"
cask "leejongyoung/korea-fonts/font-chosun-bg"
cask "leejongyoung/korea-fonts/font-chosun-kg"
cask "leejongyoung/korea-fonts/font-chosun-sg"
cask "leejongyoung/korea-fonts/font-chosun-km"
cask "leejongyoung/korea-fonts/font-chosun-sm"
cask "leejongyoung/korea-fonts/font-chosun-centennial"

# Aritaum
cask "leejongyoung/korea-fonts/font-aritaum-dotum"
cask "leejongyoung/korea-fonts/font-aritaum-buri"

# Godo
cask "leejongyoung/korea-fonts/font-godo"
cask "leejongyoung/korea-fonts/font-godo-rounded"
cask "leejongyoung/korea-fonts/font-godo-maum"

# leedheo
cask "leejongyoung/korea-fonts/font-leedheo-dos-myungjo"
cask "leejongyoung/korea-fonts/font-leedheo-dos-gothic"
cask "leejongyoung/korea-fonts/font-leedheo-dos-saemmul"
cask "leejongyoung/korea-fonts/font-leedheo-dos-sam3"
cask "leejongyoung/korea-fonts/font-leedheo-miraero"
# cask "leejongyoung/korea-fonts/font-leedheo-dos-pilgi"
# cask "leejongyoung/korea-fonts/font-leedheo-dos-iyagi"

# Seoul
cask "leejongyoung/korea-fonts/font-seoul"