# Tap
tap "leejongyoung/korea-fonts"

# Naver
cask "leejongyoung/korea-fonts/font-naver-d2coding"
cask "leejongyoung/korea-fonts/font-naver-nanum-gothic"
cask "leejongyoung/korea-fonts/font-naver-nanum-myeongjo"
cask "leejongyoung/korea-fonts/font-naver-nanum-barunpen"
cask "leejongyoung/korea-fonts/font-naver-nanum-songeulssi"
cask "leejongyoung/korea-fonts/font-naver-nanum-square"
cask "leejongyoung/korea-fonts/font-naver-nanum-square-round"
cask "leejongyoung/korea-fonts/font-naver-nanum-barun-gothic"
cask "leejongyoung/korea-fonts/font-naver-nanum-myeongjo-eco"
cask "leejongyoung/korea-fonts/font-naver-nanum-gothic-eco"
cask "leejongyoung/korea-fonts/font-naver-maruburi"

cask "leejongyoung/korea-fonts/font-bm-jua"
cask "leejongyoung/korea-fonts/font-bm-hanna11yrs"
cask "leejongyoung/korea-fonts/font-bm-dohyeon"
cask "leejongyoung/korea-fonts/font-bm-yeonsung"
cask "leejongyoung/korea-fonts/font-bm-kiranghaerang"
cask "leejongyoung/korea-fonts/font-bm-hanna-air"
cask "leejongyoung/korea-fonts/font-bm-hanna-pro"
cask "leejongyoung/korea-fonts/font-bm-euljiro"
cask "leejongyoung/korea-fonts/font-bm-euljiro10yrslater"

# Binggrae
cask "leejongyoung/korea-fonts/font-binggrae"
cask "leejongyoung/korea-fonts/font-binggrae2"
cask "leejongyoung/korea-fonts/font-binggrae-taom"
cask "leejongyoung/korea-fonts/font-binggrae-melona"
cask "leejongyoung/korea-fonts/font-binggrae-samanco"

# Nexon
cask "leejongyoung/korea-fonts/font-nexon-lv1-gothic"
cask "leejongyoung/korea-fonts/font-nexon-lv2-gothic"
cask "leejongyoung/korea-fonts/font-nexon-bazzi"
cask "leejongyoung/korea-fonts/font-nexon-football-gothic"
cask "leejongyoung/korea-fonts/font-nexon-maplestory"

# Cafe24
cask "leejongyoung/korea-fonts/font-cafe24-syongsyong"
cask "leejongyoung/korea-fonts/font-cafe24-ssukssuk"
cask "leejongyoung/korea-fonts/font-cafe24-dongdong"
cask "leejongyoung/korea-fonts/font-cafe24-simplehae"
cask "leejongyoung/korea-fonts/font-cafe24-danjunghae"
cask "leejongyoung/korea-fonts/font-cafe24-dangdanghae"
cask "leejongyoung/korea-fonts/font-cafe24-onepretty-night"
cask "leejongyoung/korea-fonts/font-cafe24-shining-star"
cask "leejongyoung/korea-fonts/font-cafe24-ohsquare"
cask "leejongyoung/korea-fonts/font-cafe24-ohsquare-air"
cask "leejongyoung/korea-fonts/font-cafe24-ssurround"
cask "leejongyoung/korea-fonts/font-cafe24-ssurround-air"

# Eland
cask "leejongyoung/korea-fonts/font-eland-nice"
cask "leejongyoung/korea-fonts/font-eland-choice"

# Kotra
cask "leejongyoung/korea-fonts/font-kotra-bold"
cask "leejongyoung/korea-fonts/font-kotra-gothic"
cask "leejongyoung/korea-fonts/font-kotra-songeulssi"

# Chosun
cask "leejongyoung/korea-fonts/font-chosun-nm"
cask "leejongyoung/korea-fonts/font-chosun-lo"
cask "leejongyoung/korea-fonts/font-chosun-gs"
cask "leejongyoung/korea-fonts/font-chosun-gu"
cask "leejongyoung/korea-fonts/font-chosun-bg"
cask "leejongyoung/korea-fonts/font-chosun-kg"
cask "leejongyoung/korea-fonts/font-chosun-sg"
cask "leejongyoung/korea-fonts/font-chosun-km"
cask "leejongyoung/korea-fonts/font-chosun-sm"
cask "leejongyoung/korea-fonts/font-chosun-centennial"

# Aritaum
cask "leejongyoung/korea-fonts/font-aritaum-dotum"
cask "leejongyoung/korea-fonts/font-aritaum-buri"

# Godo
cask "leejongyoung/korea-fonts/font-godo"
cask "leejongyoung/korea-fonts/font-godo-rounded"
cask "leejongyoung/korea-fonts/font-godo-maum"

# leedheo
cask "leejongyoung/korea-fonts/font-leedheo-dos-myungjo"
cask "leejongyoung/korea-fonts/font-leedheo-dos-gothic"
cask "leejongyoung/korea-fonts/font-leedheo-dos-saemmul"
cask "leejongyoung/korea-fonts/font-leedheo-dos-sam3"
cask "leejongyoung/korea-fonts/font-leedheo-miraero"
# cask "leejongyoung/korea-fonts/font-leedheo-dos-pilgi"
# cask "leejongyoung/korea-fonts/font-leedheo-dos-iyagi"

# Seoul
cask "leejongyoung/korea-fonts/font-seoul"

# Busan
cask "leejongyoung/korea-fonts/font-busan"

# Gyeonggi
cask "leejongyoung/korea-fonts/font-gyeonggi-cheonnyeon"

# Sungdong
cask "leejongyoung/korea-fonts/font-sungdong-gothic"
cask "leejongyoung/korea-fonts/font-sungdong-myungjo"

# Mapo
cask "leejongyoung/korea-fonts/font-mapo-goldenpier"
cask "leejongyoung/korea-fonts/font-mapo-flowerisland"
cask "leejongyoung/korea-fonts/font-mapo-dacapo"
cask "leejongyoung/korea-fonts/font-mapo-danginli"
cask "leejongyoung/korea-fonts/font-mapo-naru"
cask "leejongyoung/korea-fonts/font-mapo-backpacking"
cask "leejongyoung/korea-fonts/font-mapo-agape"
cask "leejongyoung/korea-fonts/font-mapo-peacefull"
cask "leejongyoung/korea-fonts/font-mapo-hongdaefreedom"

# Goyang
cask "leejongyoung/korea-fonts/font-goyang"
cask "leejongyoung/korea-fonts/font-goyang-deogyang"
cask "leejongyoung/korea-fonts/font-goyang-ilsan"

# Jeju
cask "leejongyoung/korea-fonts/font-jeju"

# Jeonbuk
cask "leejongyoung/korea-fonts/font-jeonbuk"

# Jeonnam
cask "leejongyoung/korea-fonts/font-jeonnam-pureun"

# Gwangju
cask "leejongyoung/korea-fonts/font-gwangju-bitgoeul"

# Ulsan
cask "leejongyoung/korea-fonts/font-ulsan-junggu"

# Namyangju
cask "leejongyoung/korea-fonts/font-namyangju"

# Asan
cask "leejongyoung/korea-fonts/font-asan-yisunshin"
cask "leejongyoung/korea-fonts/font-asan-yisunshindotum"

# Pocheon
cask "leejongyoung/korea-fonts/font-pocheon-oseonghaneum"
cask "leejongyoung/korea-fonts/font-pocheon-makgeolli"

# Jeongseon
cask "leejongyoung/korea-fonts/font-jeongseon-arirang"
cask "leejongyoung/korea-fonts/font-jeongseon-arirangppuri"
cask "leejongyoung/korea-fonts/font-jeongseon-ariranghon"
cask "leejongyoung/korea-fonts/font-jeongseon-dongkang"

# Andong
cask "leejongyoung/korea-fonts/font-andong-katuri"
cask "leejongyoung/korea-fonts/font-andong-wolyeonggyo"

# Gimpo
cask "leejongyoung/korea-fonts/font-gimpo"

# Suncheon
cask "leejongyoung/korea-fonts/font-suncheon"

# Gimhae
cask "leejongyoung/korea-fonts/font-gimhae-gaya"

# Gimje
cask "leejongyoung/korea-fonts/font-gimje"

# Jeonju
cask "leejongyoung/korea-fonts/font-jeonju-wanpan"

# Wando
cask "leejongyoung/korea-fonts/font-wando-cleansea"
cask "leejongyoung/korea-fonts/font-wando-hope"

# Yangpyeonggun
cask "leejongyoung/korea-fonts/font-yangpyeonggun"

# Goheung
cask "leejongyoung/korea-fonts/font-goheung-happy"

# Yeongyang
cask "leejongyoung/korea-fonts/font-yeongyang-dimibang"

# Gabia
cask "leejongyoung/korea-fonts/font-gabia-solmee"
cask "leejongyoung/korea-fonts/font-gabia-bombaram"
cask "leejongyoung/korea-fonts/font-gabia-napjakblock"

# EBS
cask "leejongyoung/korea-fonts/font-ebs-hunmin"
cask "leejongyoung/korea-fonts/font-ebs-hunmin-saelon"
cask "leejongyoung/korea-fonts/font-ebs-jusigyeong"

# Spoqa
cask "leejongyoung/korea-fonts/font-spoqa-hansans"

# Netmarble
cask "leejongyoung/korea-fonts/font-netmarble"

# Roehoechan
cask "leejongyoung/korea-fonts/font-roehoechan"